Repository: G-Sadok/yum_rufus
Catalog: App/Yum/Ressources/Localizable.xcstrings
Source language: fr
Languages: en, es, ja

# banniere.reactivation.apresExpiration
source: Votre abonnement a pris fin le %@. Vos series, vos chapitres telecharges et vos reglages sont intacts. Reprenez Premium pour telecharger et publier votre progression a nouveau.
en: Your subscription ended on %@. Your series, your downloaded chapters and your settings are untouched. Resume Premium to download and publish your progress again.
es: Tu suscripción terminó el %@. Tus series, tus capítulos descargados y tus ajustes siguen intactos. Reanuda Premium para volver a descargar y publicar tu progreso.
ja: サブスクリプションは%@に終了しました。シリーズ、ダウンロード済みの章、設定はそのまま残っています。ダウンロードと進捗の公開を再開するにはPremiumを再開してください。

# banniere.reactivation.sansAbonnement
source: Cette source demande Premium. Vous pouvez lire ce qui est deja la, Premium ouvre le telechargement et la publication de votre progression.
en: This source requires Premium. You can read what is already here, Premium opens downloading and publishing your progress.
es: Esta fuente requiere Premium. Puedes leer lo que ya está aquí, Premium habilita la descarga y la publicación de tu progreso.
ja: このソースにはPremiumが必要です。すでにある分は読めます。ダウンロードと進捗の公開はPremiumで利用できます。

# banniere.reactivation.titre
source: %@ est en lecture seule
en: %@ is read only
es: %@ está en solo lectura
ja: %@は読み取り専用です

# categorie.creer
source: Nouvelle categorie
en: New category
es: Nueva categoría
ja: 新しいカテゴリ

# categorie.deplacerApres
source: Deplacer apres
en: Move after
es: Mover después
ja: 後ろに移動

# categorie.deplacerAvant
source: Deplacer avant
en: Move before
es: Mover antes
ja: 前に移動

# categorie.renommer
source: Renommer
en: Rename
es: Cambiar el nombre
ja: 名前を変更

# categorie.supprimer
source: Supprimer
en: Delete
es: Eliminar
ja: 削除

# categorie.tout
source: Tout
en: All
es: Todo
ja: すべて

# chapitre.etiquetteDeTelechargement
source: Telecharge
en: Downloaded
es: Descargado
ja: ダウンロード済み

# chapitre.lu
source: Lu
en: Read
es: Leído
ja: 既読

# chapitre.numerote
source: Chapitre %@
en: Chapter %@
es: Capítulo %@
ja: 第%@話

# chapitre.pageSurTotal
source: page %1$lld sur %2$lld
en: page %1$lld of %2$lld
es: página %1$lld de %2$lld
ja: %2$lldページ中%1$lldページ

# chapitre.telecharge
source: telecharge
en: downloaded
es: descargado
ja: ダウンロード済み

# erreur.boutique.phrase
source: Yum n a pas pu lire les tarifs. Votre abonnement actuel, s il existe, reste actif. Reessayez dans un moment.
en: Yum could not read the prices. Your current subscription, if you have one, stays active. Try again in a moment.
es: Yum no ha podido leer los precios. Tu suscripción actual, si la tienes, sigue activa. Inténtalo de nuevo en un momento.
ja: Yumは価格を読み込めませんでした。現在のサブスクリプションがあれば有効なままです。しばらくしてからもう一度お試しください。

# erreur.boutique.titre
source: La boutique ne repond pas
en: The store is not responding
es: La tienda no responde
ja: ストアが応答しません

# erreur.ficheDeSerie.phrase
source: %1$@ a repondu, puis a coupe la connexion. Les %2$lld chapitres telecharges restent lisibles.
en: %1$@ answered, then dropped the connection. The %2$lld downloaded chapters remain readable.
es: %1$@ respondió y después cortó la conexión. Los %2$lld capítulos descargados siguen siendo legibles.
ja: %1$@は応答した後に接続を切りました。ダウンロード済みの%2$lld章はそのまま読めます。

# erreur.ficheDeSerie.titre
source: La liste des chapitres n a pas pu etre lue
en: The chapter list could not be read
es: No se ha podido leer la lista de capítulos
ja: 章の一覧を読み込めませんでした

# erreur.historique.phrase
source: Le fichier d historique est corrompu. Yum peut le repartir de zero, votre bibliotheque n est pas touchee.
en: The history file is corrupted. Yum can start it over, your library is untouched.
es: El archivo de historial está dañado. Yum puede empezarlo de cero, tu biblioteca no se ve afectada.
ja: 履歴ファイルが破損しています。Yumは履歴を作り直せます。ライブラリには影響しません。

# erreur.historique.repartirDeZero
source: Repartir de zero
en: Start over
es: Empezar de cero
ja: 最初からやり直す

# erreur.historique.titre
source: L historique n a pas pu etre lu
en: History could not be read
es: No se ha podido leer el historial
ja: 履歴を読み込めませんでした

# erreur.reessayer
source: Reessayer
en: Try again
es: Reintentar
ja: 再試行

# erreur.reglages.ouvrirLesReglagesDuSysteme
source: Ouvrir les reglages du systeme
en: Open system settings
es: Abrir los ajustes del sistema
ja: システム設定を開く

# erreur.reglages.phrase
source: Le compte iCloud de cet appareil n autorise plus Yum. Ouvrez les reglages du systeme, puis reactivez Yum dans la liste des applications iCloud.
en: The iCloud account on this device no longer allows Yum. Open the system settings, then turn Yum back on in the list of iCloud apps.
es: La cuenta de iCloud de este dispositivo ya no autoriza a Yum. Abre los ajustes del sistema y vuelve a activar Yum en la lista de apps de iCloud.
ja: このデバイスのiCloudアカウントはYumを許可しなくなりました。システム設定を開き、iCloudのアプリ一覧でYumを再度オンにしてください。

# erreur.reglages.titre
source: iCloud n a pas synchronise depuis %lld jours
en: iCloud has not synced for %lld days
es: iCloud no se sincroniza desde hace %lld días
ja: iCloudは%lld日間同期していません

# etatVide.bibliotheque.action
source: Parcourir les sources
en: Browse sources
es: Explorar fuentes
ja: ソースを見る

# etatVide.bibliotheque.phrase
source: Parcourez les sources pour trouver des mangas et les ajouter a votre bibliotheque.
en: Browse the sources to find manga and add them to your library.
es: Explora las fuentes para encontrar mangas y añadirlos a tu biblioteca.
ja: ソースを見て作品を探し、ライブラリに追加しましょう。

# etatVide.bibliotheque.titre
source: Votre bibliotheque est vide
en: Your library is empty
es: Tu biblioteca está vacía
ja: ライブラリは空です

# etatVide.ficheDeSerie.action
source: Suivre la serie
en: Follow the series
es: Seguir la serie
ja: シリーズをフォロー

# etatVide.ficheDeSerie.phrase
source: La source connait cette serie mais n expose encore aucun chapitre. Suivez la serie pour etre prevenu.
en: The source knows this series but does not expose any chapter yet. Follow the series to be told when it does.
es: La fuente conoce esta serie pero todavía no ofrece ningún capítulo. Sigue la serie para recibir un aviso.
ja: ソースはこのシリーズを認識していますが、まだ章がありません。フォローすると公開時に通知されます。

# etatVide.ficheDeSerie.titre
source: Aucun chapitre dans cette serie
en: No chapter in this series
es: No hay capítulos en esta serie
ja: このシリーズに章はありません

# etatVide.historique.action
source: Ouvrir la bibliotheque
en: Open the library
es: Abrir la biblioteca
ja: ライブラリを開く

# etatVide.historique.phrase
source: Les chapitres que vous lisez apparaitront ici.
en: The chapters you read will appear here.
es: Los capítulos que leas aparecerán aquí.
ja: 読んだ章がここに表示されます。

# etatVide.historique.titre
source: Aucun historique
en: No history
es: Sin historial
ja: 履歴はありません

# etatVide.parcourir.phrase
source: Ajoutez un serveur, un dossier local ou un catalogue public pour commencer a lire.
en: Add a server, a local folder or a public catalog to start reading.
es: Añade un servidor, una carpeta local o un catálogo público para empezar a leer.
ja: サーバー、ローカルフォルダ、公開カタログのいずれかを追加すると読み始められます。

# etatVide.parcourir.titre
source: Aucune source installee
en: No source installed
es: No hay ninguna fuente instalada
ja: インストール済みのソースがありません

# etatVide.prereglages.phrase
source: Reglez le lecteur comme vous l aimez, puis enregistrez l ensemble sous un nom.
en: Set the reader up the way you like it, then save the whole set under a name.
es: Ajusta el lector a tu gusto y guarda el conjunto con un nombre.
ja: ビューアを好みに合わせて設定し、その一式に名前を付けて保存します。

# etatVide.rechercher.phrase
source: Recherche dans toutes les sources installees
en: Searches every installed source
es: Busca en todas las fuentes instaladas
ja: インストール済みのすべてのソースを検索します

# etatVide.rechercher.titre
source: Rechercher un manga
en: Search for a manga
es: Buscar un manga
ja: 作品を検索

# etatVide.signets.action
source: Ouvrir la bibliotheque
en: Open the library
es: Abrir la biblioteca
ja: ライブラリを開く

# etatVide.signets.phrase
source: Marquez une page depuis le lecteur pour la retrouver ici.
en: Bookmark a page from the reader to find it here.
es: Marca una página desde el lector para encontrarla aquí.
ja: ビューアでページにしおりを付けると、ここで見つけられます。

# etatVide.signets.titre
source: Aucun signet
en: No bookmark
es: Sin marcadores
ja: しおりはありません

# etatVide.statistiques.action
source: Ouvrir la bibliotheque
en: Open the library
es: Abrir la biblioteca
ja: ライブラリを開く

# etatVide.statistiques.phrase
source: Les chapitres que vous lisez seront comptes ici, jour par jour.
en: The chapters you read will be counted here, day by day.
es: Los capítulos que leas se contarán aquí, día a día.
ja: 読んだ章が日ごとにここで集計されます。

# etatVide.statistiques.titre
source: Aucune lecture comptee
en: No reading counted
es: No hay lecturas contadas
ja: 集計された読書はありません

# etatVide.stockage.phrase
source: Cette categorie n occupe aucune place. Lisez ou telechargez un chapitre pour la remplir.
en: This category takes up no space. Read or download a chapter to fill it.
es: Esta categoría no ocupa espacio. Lee o descarga un capítulo para llenarla.
ja: このカテゴリは容量を使っていません。章を読むかダウンロードすると増えます。

# etatVide.stockage.titre
source: Aucun fichier ici
en: No file here
es: Aquí no hay archivos
ja: ここにファイルはありません

# etatVide.telechargements.action
source: Ouvrir la bibliotheque
en: Open the library
es: Abrir la biblioteca
ja: ライブラリを開く

# etatVide.telechargements.phrase
source: Telechargez un chapitre depuis une fiche de serie pour le lire hors ligne.
en: Download a chapter from a series page to read it offline.
es: Descarga un capítulo desde la ficha de una serie para leerlo sin conexión.
ja: シリーズのページから章をダウンロードすると、オフラインで読めます。

# etatVide.telechargements.titre
source: Aucun telechargement
en: No download
es: Sin descargas
ja: ダウンロードはありません

# fiche.afficherMoins
source: Afficher moins
en: Show less
es: Mostrar menos
ja: 折りたたむ

# fiche.afficherPlus
source: Afficher plus
en: Show more
es: Mostrar más
ja: 続きを表示

# fiche.aucunChapitre
source: Aucun chapitre
en: No chapter
es: Sin capítulos
ja: 章がありません

# fiche.commencerLaLecture
source: Commencer la lecture
en: Start reading
es: Empezar a leer
ja: 読み始める

# fiche.dansMaListe
source: Dans ma liste
en: In my list
es: En mi lista
ja: マイリスト

# fiche.options
source: Options de la serie
en: Series options
es: Opciones de la serie
ja: シリーズのオプション

# fiche.reprendreChapitre
source: Reprendre ch. %@
en: Resume ch. %@
es: Reanudar cap. %@
ja: 第%@話から再開

# fiche.retour
source: Bibliotheque
en: Library
es: Biblioteca
ja: ライブラリ

# fiche.suivre
source: Suivre
en: Follow
es: Seguir
ja: フォロー

# fiche.toutEstLu
source: Tout est lu
en: All read
es: Todo leído
ja: すべて既読

# filtres.ameliorationIA
source: Amelioration IA
en: AI enhancement
es: Mejora con IA
ja: AI補正

# filtres.chaleur
source: Chaleur
en: Warmth
es: Calidez
ja: 色温度

# filtres.colorisationIA
source: Colorisation IA
en: AI colorization
es: Coloreado con IA
ja: AI着色

# filtres.contraste
source: Contraste
en: Contrast
ja: コントラスト

# filtres.luminosite
source: Luminosite
en: Brightness
es: Brillo
ja: 明るさ

# filtres.nettete
source: Nettete
en: Sharpness
es: Nitidez
ja: シャープネス

# filtres.reductionDuBruit
source: Reduction du bruit
en: Noise reduction
es: Reducción de ruido
ja: ノイズ除去

# filtres.titre
source: Filtres
en: Filters
es: Filtros
ja: フィルタ

# historique.aujourdHui
source: Aujourd hui
en: Today
es: Hoy
ja: 今日

# historique.confirmation.annuler
source: Annuler
en: Cancel
es: Cancelar
ja: キャンセル

# historique.confirmation.description
source: Vos series et votre progression de lecture restent intactes. Les lectures deja consignees seront oubliees.
en: Your series and your reading progress stay untouched. The readings already logged will be forgotten.
es: Tus series y tu progreso de lectura siguen intactos. Las lecturas ya registradas se olvidarán.
ja: シリーズと読書の進捗はそのまま残ります。すでに記録された閲覧は消去されます。

# historique.confirmation.effacer
source: Effacer
en: Clear
es: Borrar
ja: 消去

# historique.confirmation.titre
source: Effacer l historique
en: Clear history
es: Borrar el historial
ja: 履歴を消去

# historique.effacer
source: Effacer l historique
en: Clear history
es: Borrar el historial
ja: 履歴を消去

# historique.hier
source: Hier
en: Yesterday
es: Ayer
ja: 昨日

# historique.supprimerLEntree
source: Retirer de l historique
en: Remove from history
es: Quitar del historial
ja: 履歴から削除

# incognito.banniere.etiquette
source: Mode incognito actif, votre activite de lecture n est pas enregistree
en: Incognito mode on, your reading activity is not recorded
es: Modo incógnito activo, tu actividad de lectura no se registra
ja: シークレットモードが有効です。読書の記録は保存されません

# incognito.banniere.phrase
source: Votre activite de lecture n est pas enregistree.
en: Your reading activity is not recorded.
es: Tu actividad de lectura no se registra.
ja: 読書の記録は保存されません。

# liste.compteurDeChapitres
source: %lld chapitres
en: %lld chapters
es: %lld capítulos
ja: %lld章

# liste.filtrer
source: Filtrer
en: Filter
es: Filtrar
ja: 絞り込む

# liste.toutMarquerLu
source: Tout marquer lu
en: Mark all read
es: Marcar todo como leído
ja: すべて既読にする

# liste.trier
source: Trier
en: Sort
es: Ordenar
ja: 並べ替え

# murPremium.avantage.sauvegardeEtSynchronisation
source: Sauvegarde et synchronisation iCloud
en: iCloud backup and sync
es: Copia de seguridad y sincronización con iCloud
ja: iCloudバックアップと同期

# murPremium.avantage.serveurs
source: Serveurs Komga, Kavita, Jellyfin, OPDS
en: Komga, Kavita, Jellyfin, OPDS servers
es: Servidores Komga, Kavita, Jellyfin, OPDS
ja: Komga、Kavita、Jellyfin、OPDSサーバー

# murPremium.avantage.suivis
source: Suivis sur vos services de suivi
en: Tracking on your tracking services
es: Seguimiento en tus servicios de seguimiento
ja: お使いのトラッキングサービスとの同期

# murPremium.avantage.telechargements
source: Telechargements hors ligne
en: Offline downloads
es: Descargas sin conexión
ja: オフラインダウンロード

# murPremium.avantage.traductionEtColorisation
source: Traduction et colorisation par IA
en: AI translation and colorization
es: Traducción y coloreado con IA
ja: AIによる翻訳と着色

# murPremium.commencerLEssai
source: Essayer 7 jours gratuitement
en: Try 7 days free
es: Prueba 7 días gratis
ja: 7日間無料で試す

# murPremium.mentionDePrix
source: Puis %@ par mois. Resiliable a tout moment.
en: Then %@ per month. Cancel any time.
es: Después, %@ al mes. Puedes cancelar cuando quieras.
ja: その後は月額%@。いつでも解約できます。

# murPremium.plusTard
source: Plus tard
en: Later
es: Más tarde
ja: あとで

# murPremium.sAbonner
source: S abonner
en: Subscribe
es: Suscribirse
ja: 登録する

# murPremium.sousTitre
source: Debloquez toutes les fonctions avancees
en: Unlock every advanced feature
es: Desbloquea todas las funciones avanzadas
ja: すべての高度な機能を利用できます

# navigation.bibliotheque
source: Bibliotheque
en: Library
es: Biblioteca
ja: ライブラリ

# navigation.historique
source: Historique
en: History
es: Historial
ja: 履歴

# navigation.parcourir
source: Parcourir
en: Browse
es: Explorar
ja: 見つける

# navigation.rechercher
source: Rechercher
en: Search
es: Buscar
ja: 検索

# navigation.reglages
source: Reglages
en: Settings
es: Ajustes
ja: 設定

# navigation.repli
source: Replier la barre laterale
en: Collapse the sidebar
es: Contraer la barra lateral
ja: サイドバーを折りたたむ

# notifications.chapitres.plusieurs
source: %1$lld nouveaux chapitres, jusqu au chapitre %2$@
en: %1$lld new chapters, up to chapter %2$@
es: %1$lld capítulos nuevos, hasta el capítulo %2$@
ja: 第%2$@話まで、新着%1$lld章

# notifications.chapitres.un
source: Chapitre %@ est paru
en: Chapter %@ is out
es: Ya está el capítulo %@
ja: 第%@話が公開されました

# premiereOuverture.adresseInjoignable
source: Adresse injoignable
en: Address unreachable
es: Dirección inaccesible
ja: アドレスに接続できません

# premiereOuverture.apercuDuSens
source: Apercu de deux pages numerotees
en: Preview of two numbered pages
es: Vista previa de dos páginas numeradas
ja: 番号付き2ページのプレビュー

# premiereOuverture.commande.commencerLEssai
source: Commencer l essai
en: Start the trial
es: Empezar la prueba
ja: 無料体験を始める

# premiereOuverture.commande.continuer
source: Continuer
en: Continue
es: Continuar
ja: 続ける

# premiereOuverture.commande.passer
source: Passer
en: Skip
es: Omitir
ja: スキップ

# premiereOuverture.commande.plusTard
source: Plus tard
en: Later
es: Más tarde
ja: あとで

# premiereOuverture.connexionEnCours
source: Connexion en cours
en: Connecting
es: Conectando
ja: 接続中

# premiereOuverture.etape.essaiPremium.phrase
source: Tout ce que vous venez de configurer reste gratuit. L essai ouvre les fonctions avancees, et se termine seul.
en: Everything you just set up stays free. The trial opens the advanced features, and ends on its own.
es: Todo lo que acabas de configurar sigue siendo gratis. La prueba abre las funciones avanzadas y termina sola.
ja: いま設定した内容はすべて無料のままです。体験では高度な機能が使え、期間は自動で終了します。

# premiereOuverture.etape.essaiPremium.titre
source: Essayez Premium pendant sept jours
en: Try Premium for seven days
es: Prueba Premium durante siete días
ja: Premiumを7日間試す

# premiereOuverture.etape.premiereSource.phrase
source: Indiquez ou Yum ira chercher vos chapitres. Vous pourrez en ajouter d autres a tout moment.
en: Tell Yum where to fetch your chapters. You can add more at any time.
es: Indica dónde buscará Yum tus capítulos. Podrás añadir más cuando quieras.
ja: Yumが章を取得する場所を指定します。あとからいつでも追加できます。

# premiereOuverture.etape.premiereSource.titre
source: Ajoutez une premiere source
en: Add a first source
es: Añade una primera fuente
ja: 最初のソースを追加

# premiereOuverture.etape.sensDeLecture.phrase
source: Les mangas se lisent de droite a gauche, les manhwas et les comics de gauche a droite, les webtoons de haut en bas. Vous pourrez changer ce choix serie par serie.
en: Manga reads right to left, manhwa and comics left to right, webtoons top to bottom. You can change this per series later.
es: El manga se lee de derecha a izquierda, el manhwa y los comics de izquierda a derecha, los webtoons de arriba abajo. Podras cambiarlo serie por serie.
ja: 漫画は右から左へ、マンファとコミックは左から右へ、ウェブトゥーンは上から下へ読みます。この選択はシリーズごとに変更できます。

# premiereOuverture.etape.sensDeLecture.titre
source: Choisissez votre sens de lecture
en: Choose your reading direction
es: Elige tu sentido de lectura
ja: 読む方向を選ぶ

# premiereOuverture.mention
source: Yum ne heberge aucun contenu. Il lit les fichiers et les serveurs que vous lui indiquez.
en: Yum hosts no content. It reads the files and the servers you point it to.
es: Yum no aloja ningún contenido. Lee los archivos y los servidores que le indiques.
ja: Yumはコンテンツを一切ホストしません。指定されたファイルとサーバーを読むだけです。

# premiereOuverture.progression
source: Etape %1$lld sur %2$lld
en: Step %1$lld of %2$lld
es: Paso %1$lld de %2$lld
ja: %2$lldステップ中%1$lldステップ目

# premiereOuverture.seriesTrouvees
source: %lld series trouvees
en: %lld series found
es: %lld series encontradas
ja: %lld件のシリーズが見つかりました

# premiereOuverture.source.fichiersLocaux
source: Parcourir un dossier local
en: Browse a local folder
es: Explorar una carpeta local
ja: ローカルフォルダを選ぶ

# premiereOuverture.source.komga
source: Ajouter un serveur Komga
en: Add a Komga server
es: Añadir un servidor Komga
ja: Komgaサーバーを追加

# premiereOuverture.source.opds
source: Ajouter un catalogue OPDS
en: Add an OPDS catalog
es: Añadir un catálogo OPDS
ja: OPDSカタログを追加

# premiereOuverture.voirToutesLesSources
source: Voir les douze types de sources
en: See the twelve source types
es: Ver los doce tipos de fuentes
ja: 12種類のソースを見る

# premium.sousTitre
source: 7 jours offerts
en: 7 days free
es: 7 días gratis
ja: 7日間無料

# premium.titre
source: Passer a Premium
en: Go Premium
es: Pasar a Premium
ja: Premiumにアップグレード

# prereglages.appliquer
source: Appliquer
en: Apply
es: Aplicar
ja: 適用

# prereglages.description
source: Un prereglage capture tous les reglages de lecture ci dessous, le sens, les filtres, la teinte et les traitements IA, puis les reapplique en une seule action.
en: A preset captures every reading setting below, the direction, the filters, the tint and the AI processing, then reapplies them in a single action.
es: Un preajuste captura todos los ajustes de lectura de abajo, el sentido, los filtros, el tono y los procesos con IA, y los vuelve a aplicar en una sola acción.
ja: プリセットは以下の読書設定をすべて記録します。読む方向、フィルタ、色調、AI処理をまとめて、一度の操作で再適用できます。

# prereglages.enregistrerLActuel
source: Enregistrer l actuel comme prereglage
en: Save the current one as a preset
es: Guardar el actual como preajuste
ja: 現在の設定をプリセットとして保存

# prereglages.options
source: Options du prereglage
en: Preset options
es: Opciones del preajuste
ja: プリセットのオプション

# prereglages.remplacerParLActuel
source: Remplacer par les reglages actuels
en: Replace with the current settings
es: Sustituir por los ajustes actuales
ja: 現在の設定で置き換える

# prereglages.renommer
source: Renommer
en: Rename
es: Cambiar el nombre
ja: 名前を変更

# prereglages.supprimer
source: Supprimer
en: Delete
es: Eliminar
ja: 削除

# prereglages.titre
source: Prereglages de lecture
en: Reading presets
es: Preajustes de lectura
ja: 読書プリセット

# reglages.aucunPrereglage
source: Aucun prereglage
en: No preset
es: Sin preajustes
ja: プリセットはありません

# reglages.aucunServiceConnecte
source: Aucun service connecte
en: No service connected
es: Ningún servicio conectado
ja: 接続されたサービスはありません

# reglages.augmenter
source: Augmenter
en: Increase
es: Aumentar
ja: 増やす

# reglages.couronne
source: Fonction reservee a l abonnement
en: Feature reserved for subscribers
es: Función reservada a la suscripción
ja: サブスクリプション限定の機能

# reglages.description.aPropos
source: Yum ne heberge aucun contenu. L application lit les fichiers et les serveurs que vous lui indiquez. Vous restez responsable de la legalite de vos sources.
en: Yum hosts no content. The application reads the files and the servers you point it to. You remain responsible for the legality of your sources.
es: Yum no aloja ningún contenido. La aplicación lee los archivos y los servidores que le indiques. Sigues siendo responsable de la legalidad de tus fuentes.
ja: Yumはコンテンツを一切ホストしません。アプリは指定されたファイルとサーバーを読むだけです。ソースの合法性については利用者が責任を負います。

# reglages.description.abonnement
source: Debloquez la traduction, la colorisation, les suivis, la sauvegarde, le mode incognito, les serveurs Komga, Kavita, Jellyfin et OPDS, la synchronisation iCloud et bien plus.
en: Unlock translation, colorization, tracking, backup, incognito mode, Komga, Kavita, Jellyfin and OPDS servers, iCloud sync and much more.
es: Desbloquea la traducción, el coloreado, los seguimientos, la copia de seguridad, el modo incógnito, los servidores Komga, Kavita, Jellyfin y OPDS, la sincronización con iCloud y mucho más.
ja: 翻訳、着色、トラッキング、バックアップ、シークレットモード、Komga、Kavita、Jellyfin、OPDSサーバー、iCloud同期などを利用できます。

# reglages.description.bibliothequeComportement
source: Deuxieme carte Bibliotheque, comportement, distincte de la carte de tri plus haut.
en: Second Library card, behavior, distinct from the sorting card above.
es: Segunda tarjeta Biblioteca, comportamiento, distinta de la tarjeta de ordenación de arriba.
ja: 2枚目のライブラリカード、動作の設定です。上の並べ替えカードとは別のものです。

# reglages.description.bibliothequeTri
source: Ce tri s applique a la grille et au mode liste compacte.
en: This sorting applies to the grid and to the compact list mode.
es: Esta ordenación se aplica a la cuadrícula y al modo de lista compacta.
ja: この並べ替えはグリッドとコンパクトリスト表示に適用されます。

# reglages.description.confidentialite
source: Navigation privee : l activite de lecture n est pas enregistree dans l historique.
en: Private browsing: the reading activity is not recorded in the history.
es: Navegación privada: la actividad de lectura no se registra en el historial.
ja: プライベート閲覧。読書の記録は履歴に残りません。

# reglages.description.lecteur
source: La double page se replie automatiquement en portrait.
en: The double page folds back automatically in portrait.
es: La doble página se repliega automáticamente en vertical.
ja: 縦向きでは見開き表示が自動的に単ページに戻ります。
